{"pages":[{"title":"About","text":"","link":"/about/index.html"},{"title":"Categories","text":"","link":"/categories/index.html"},{"title":"Tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"2020 Movies and Books Summary","text":"以下就是2020年看过的各种故事了，少量是今年新出的内容（尤其以电视剧为主），大部分是在补经典的故事。 Movies (8) 侏罗纪公园第一季：8/10，一部1993年的科幻电影，前50分钟左右，感觉剧情非常平淡，对里面的哪个人物都喜欢不起来，尤其是将熵增等理论挂在嘴边的科学家。当深陷困境的时候，就看得比较投入了，尤其是男主带孩子们爬越高压电网与女主启动电源同步进行，真是惊险。 Flipped 怦然心动：9/10，故事清新明快，非常喜欢。 剧场：7/10，一部2020年的日本电影。在我看来，男主丧、敏感、不时吃白饭、偶尔有才华，女主太包容了。或许这就是纯粹的爱情吧，虽然同样被现实打败，但是如果因此不开始岂不是连回忆也没有了。 银翼杀手2049： 8/10，因为之前没有看过银翼杀手系列，所以感觉有一些部分没有看懂。故事的反转，我还挺喜欢的。 模仿游戏 The Immitation Game：9/10，Alan Turing，计算机科学与人工智能之父。看电影时，突然想到即使自己穿越到那个时间点，恐怕是一点儿忙也帮不上，就有些惭愧。印象最深刻的是enigma machine破解以后Turing的选择，自己从未想到过这一点。 Social Dilemma 8/10：因为是Netflix的电影，所以看得时候一想到一家擅长算法的公司出了一部影片来批判算法，就觉得有点怪怪的。 我最大的感慨是做父母好难，如果我自己都不能控制自己玩手机，怎么可能给孩子做榜样。 Frozen 2： 7/10，歌曲好听。 Gone with Wind 乱世佳人：8/10，一直没有看的一部电影，在下架又上架的风波之前看完的。亚特兰大的夕阳真的超美。 TV series (7) 以你的心诠释我的爱: 7/10，一部评分很高的泰剧，然而自己却没有了大学时看耽美剧的心动感。最令自己难以释怀的是德选择将名额让给欧，我意难平啊！一边看剧，一边告诉自己要尊重别人的选择；而且德还年轻，还可以参加升学考试，再考一年也没关系的。然而当德在考场上大哭时，我完全无法共情，只想把扰乱考场的他扔出去。这种在重要节点的所谓巧合，我一点儿也不想买单。 产后调理院：7.5/10，一部轻松的喜剧作品，前几集会感觉调理院的设定在将冲突集中升级，但后几集又会感觉剧情处理真得是太理想化了。 西部世界 Westworld Season 1: 9/10，剧情发展得非常快，非常容易沉浸其中，一方面觉得自己也到了西部时代，另一方面还会怀疑会不会自己也是NPC。 那不勒斯四部曲中前两部：《我的天才女友》及《新名字的故事》， 8/10。据说剧没有淋漓尽致地体现人物的心理活动，不过我很喜欢这部剧的，画面所展现的意大的生活图景，是我完全没办法想象出来的。 Sex Education前两季：8/10，非常搞笑，夸张又直白。 Terrace House 双层公寓的东京篇与轻井泽篇 8/10：在Netflix上的一部日本综艺，嘉宾虽然可能也会给自己设计桥段，不过时间跨度更长，比国内的心动的信号感觉会更自然与真实。不过今年疫情期间发生了悲剧事件，一名嘉宾因在节目中的表现受到网络暴力而自杀，而这意味着观众目睹了她的生前最后的活动记录，怕是有点儿黑镜的感觉了。 想见你：一部很特别的台剧。Last Dance与想见你想见你想见你太好听啦！ Anime (2) 钢之炼金术师：正在补番，因为听到过好几次有人将其列为最喜爱的动漫之一。 进击的巨人前三季：9/10，看第一季的时候还在上大学，当时感觉自己也是生活在墙里的人们，形态各异的巨人直接给我造成了一点儿心理阴影。因为当时还在连载，看到十几集就没有继续追下去。这次趁着第四季要播出，开始从头补起。叙事技巧太好了吧，张弛有度，看的时候情绪不会一直绷到底。看到王政篇中间的时候一度十分困惑，关于希斯特利亚、她的父亲罗德、以及亚伦的父亲，所以忍不住去知乎看了一下剧透。歌曲非常洗脑，最近一直留在脑海里的词是心臓を捧げよ。最触动的场景之一是亚伦随调查军团第一次出墙调查，被女巨人攻击时，亚伦与利威尔兵长展开的关于选择的对话。“结果谁都无法预知，尽可能地去选择一个不让自己留下遗憾的做法吧。” Books (13)看过的无脑网文远远多于正经的书，希望明年能有所控制。不过因为疫情的原因，这已经是近几年读书最多的一年了。而因为太久没读书，大多数时候是跟着微信读书的语音节奏来读。 邓小平时代：9/10，看了80%左右，还未完成。 坏血： 8/10，感觉故事近在眼前，仿佛发生在昨天。一直未彻底弄懂书里复杂的人物关系，由此可见作者的工作量之大。读时最大的感受是“这就是有毒的工作环境”、“各部门之间的高墙要不得”、“快点离职吧”。 解密（麦加）：7/10，不是很喜欢，大概我不喜欢的是从侧面来说男主如何天才吧，偶尔给我一种很虚的感觉。不过对于最后发生在他身上的故事，我还是很感兴趣的。 深蓝的故事：9/10，深感黄赌毒的可怕以及人的自控力的有限。因为是真实的故事，所以非常易读易沉迷。 围城： 8/10，描述的许多时代场景是我完全想象不到的，尤其是去学校路上发生的一切。全书读完，感觉方鸿渐的路越走越窄。感觉之后值得再读一遍，兴许会有更多的收获。 人类群星闪耀时：6/10，有种小时候读彩色版《名人传》的感觉，会感觉作者加入了很多主观的考量。 乡土中国：8/10，值得重读。 天生有罪：Trevor Noah的自传，主要讲述他小时候及年轻时在南非的经历，尤其是与种族隔离有关的经历，和自己小时候的普通经历相比，真是跌宕起伏，很好读。 82年生的金智英：9/10，感觉非常真实地在刻画女性的困境，印象最深刻的是生育的困境，当家庭主妇在家照顾孩子，却被认为闲在家中没事做。在现实生活中，个人会觉得全职有很大的风险，而能同时handle家庭与职场的妈妈们真得是太厉害了！ 2001太空漫游：8/10，一部1968年的作品。读时会觉得故事节奏挺慢的，最喜欢的情节是机器人的叛变。至于故事的最后，完全没搞懂。 编舟记：7/10，动画看了一遍，书也看了一遍，一直在好奇这是发生在什么时间的故事，也非常羡慕书里人物的状态，要是自己也能做到就好了。 事实：8/10，最喜欢的点是这种将发展中的某国家视作xx年前的欧洲某国家的视角。读完最大的感受是难道我的机会在非洲吗？ 深度营养：7/10，作者花了很大的篇幅在讲植物油（尤其是植物油中的多不饱和脂肪酸）带来的坏处，和自己长期持有的观念完全不同。难道这又是一个需要改变的观念吗？","link":"/2020/11/10/2020-Movies-and-Books/"},{"title":"hello world, hello blog","text":"Want to start blogging as I move closer to the industry. Today when I was cooking, I listened to the episode of “Austin Kleon on Writing, Creativity and The Importance of Idleness” from podcast “Not Overthinking”. I think this has also motivated me to do blog. Here are a few points that I learned: Blog is different from writing a summary/diary on a personal laptop where no one else would see. The idea that someone will see your post or article would change the way you articulate and organize. If you write something every day, someone would say you must be good at writing. It may be the opposite. You write because you allocate yourself some time every day. And even if you struggle, you keep doing this. Show “how I do this” instead of “how to do this”.","link":"/2020/11/10/hello-world/"},{"title":"2020 Loved Podcasts Summary","text":"This is a placeholder. Will try to fill the content before the year ends.","link":"/2020/11/10/2020-Podcasts/"}],"tags":[{"name":"book","slug":"book","link":"/tags/book/"},{"name":"movie","slug":"movie","link":"/tags/movie/"},{"name":"2020","slug":"2020","link":"/tags/2020/"},{"name":"summary","slug":"summary","link":"/tags/summary/"},{"name":"mood","slug":"mood","link":"/tags/mood/"},{"name":"blog","slug":"blog","link":"/tags/blog/"},{"name":"podcast","slug":"podcast","link":"/tags/podcast/"}],"categories":[{"name":"SUMMARY","slug":"SUMMARY","link":"/categories/SUMMARY/"},{"name":"EVERYDAY THOUGHTS","slug":"EVERYDAY-THOUGHTS","link":"/categories/EVERYDAY-THOUGHTS/"}]}