<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>Tag: book - fttlanshang 声色犬马</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">












<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">

<link rel="stylesheet" href="/css/style.css">

<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    
<script async src="https://www.googletagmanager.com/gtag/js?id=G-0YWG4VP0Z8"></script>
<script>
    window.dataLayer = window.dataLayer || [];
    function gtag(){dataLayer.push(arguments);}
    gtag('js', new Date());

    gtag('config', 'G-0YWG4VP0Z8');
</script>


    


</head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                <img src="/images/logo.png" alt="" height="28">
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/">Home</a>
            
            <a class="navbar-item "
               href="/archives">Archives</a>
            
            <a class="navbar-item "
               href="/categories">Categories</a>
            
            <a class="navbar-item "
               href="/tags">Tags</a>
            
            <a class="navbar-item "
               href="/about">About</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            
            
        </div>
    </div>
</nav>

    <section class="section section-heading">
    <div class="container">
        <div class="content">
            <h5>#book</h5>
        </div>
    </div>
</section>
<section class="section">
    <div class="container">
    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/2020/11/10/2020-Movies-and-Books/" itemprop="url">2020 Movies and Books Summary</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-11-11T03:51:28.000Z" itemprop="datePublished">Nov 10 2020</time>
            
        </span>
        
        <span class="column is-narrow article-category">
            <i class="far fa-folder"></i>
            <a class="article-category-link" href="/categories/SUMMARY/">SUMMARY</a>
        </span>
        
        
        <span class="column is-narrow">
            
            
            15 minutes lesen (Über 2312 Wörter)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <p>&#x4EE5;&#x4E0B;&#x5C31;&#x662F;2020&#x5E74;&#x770B;&#x8FC7;&#x7684;&#x5404;&#x79CD;&#x6545;&#x4E8B;&#x4E86;&#xFF0C;&#x5C11;&#x91CF;&#x662F;&#x4ECA;&#x5E74;&#x65B0;&#x51FA;&#x7684;&#x5185;&#x5BB9;&#xFF08;&#x5C24;&#x5176;&#x4EE5;&#x7535;&#x89C6;&#x5267;&#x4E3A;&#x4E3B;&#xFF09;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x662F;&#x5728;&#x8865;&#x7ECF;&#x5178;&#x7684;&#x6545;&#x4E8B;&#x3002;</p>
<h2 id="Movies-8"><a href="#Movies-8" class="headerlink" title="Movies (8)"></a>Movies (8)</h2><ul>
<li><p>&#x4F8F;&#x7F57;&#x7EAA;&#x516C;&#x56ED;&#x7B2C;&#x4E00;&#x5B63;&#xFF1A;8/10&#xFF0C;&#x4E00;&#x90E8;1993&#x5E74;&#x7684;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#xFF0C;&#x524D;50&#x5206;&#x949F;&#x5DE6;&#x53F3;&#xFF0C;&#x611F;&#x89C9;&#x5267;&#x60C5;&#x975E;&#x5E38;&#x5E73;&#x6DE1;&#xFF0C;&#x5BF9;&#x91CC;&#x9762;&#x7684;&#x54EA;&#x4E2A;&#x4EBA;&#x7269;&#x90FD;&#x559C;&#x6B22;&#x4E0D;&#x8D77;&#x6765;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5C06;&#x71B5;&#x589E;&#x7B49;&#x7406;&#x8BBA;&#x6302;&#x5728;&#x5634;&#x8FB9;&#x7684;&#x79D1;&#x5B66;&#x5BB6;&#x3002;&#x5F53;&#x6DF1;&#x9677;&#x56F0;&#x5883;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x770B;&#x5F97;&#x6BD4;&#x8F83;&#x6295;&#x5165;&#x4E86;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7537;&#x4E3B;&#x5E26;&#x5B69;&#x5B50;&#x4EEC;&#x722C;&#x8D8A;&#x9AD8;&#x538B;&#x7535;&#x7F51;&#x4E0E;&#x5973;&#x4E3B;&#x542F;&#x52A8;&#x7535;&#x6E90;&#x540C;&#x6B65;&#x8FDB;&#x884C;&#xFF0C;&#x771F;&#x662F;&#x60CA;&#x9669;&#x3002;</p>
</li>
<li><p>Flipped &#x6026;&#x7136;&#x5FC3;&#x52A8;&#xFF1A;9/10&#xFF0C;&#x6545;&#x4E8B;&#x6E05;&#x65B0;&#x660E;&#x5FEB;&#xFF0C;&#x975E;&#x5E38;&#x559C;&#x6B22;&#x3002;</p>
</li>
<li><p>&#x5267;&#x573A;&#xFF1A;7/10&#xFF0C;&#x4E00;&#x90E8;2020&#x5E74;&#x7684;&#x65E5;&#x672C;&#x7535;&#x5F71;&#x3002;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x7537;&#x4E3B;&#x4E27;&#x3001;&#x654F;&#x611F;&#x3001;&#x4E0D;&#x65F6;&#x5403;&#x767D;&#x996D;&#x3001;&#x5076;&#x5C14;&#x6709;&#x624D;&#x534E;&#xFF0C;&#x5973;&#x4E3B;&#x592A;&#x5305;&#x5BB9;&#x4E86;&#x3002;&#x6216;&#x8BB8;&#x8FD9;&#x5C31;&#x662F;&#x7EAF;&#x7CB9;&#x7684;&#x7231;&#x60C5;&#x5427;&#xFF0C;&#x867D;&#x7136;&#x540C;&#x6837;&#x88AB;&#x73B0;&#x5B9E;&#x6253;&#x8D25;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x56E0;&#x6B64;&#x4E0D;&#x5F00;&#x59CB;&#x5C82;&#x4E0D;&#x662F;&#x8FDE;&#x56DE;&#x5FC6;&#x4E5F;&#x6CA1;&#x6709;&#x4E86;&#x3002;</p>
</li>
<li><p>&#x94F6;&#x7FFC;&#x6740;&#x624B;2049&#xFF1A; 8/10&#xFF0C;&#x56E0;&#x4E3A;&#x4E4B;&#x524D;&#x6CA1;&#x6709;&#x770B;&#x8FC7;&#x94F6;&#x7FFC;&#x6740;&#x624B;&#x7CFB;&#x5217;&#xFF0C;&#x6240;&#x4EE5;&#x611F;&#x89C9;&#x6709;&#x4E00;&#x4E9B;&#x90E8;&#x5206;&#x6CA1;&#x6709;&#x770B;&#x61C2;&#x3002;&#x6545;&#x4E8B;&#x7684;&#x53CD;&#x8F6C;&#xFF0C;&#x6211;&#x8FD8;&#x633A;&#x559C;&#x6B22;&#x7684;&#x3002;</p>
</li>
<li><p>&#x6A21;&#x4EFF;&#x6E38;&#x620F; The Immitation Game&#xFF1A;9/10&#xFF0C;Alan Turing&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E0E;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x4E4B;&#x7236;&#x3002;&#x770B;&#x7535;&#x5F71;&#x65F6;&#xFF0C;&#x7A81;&#x7136;&#x60F3;&#x5230;&#x5373;&#x4F7F;&#x81EA;&#x5DF1;&#x7A7F;&#x8D8A;&#x5230;&#x90A3;&#x4E2A;&#x65F6;&#x95F4;&#x70B9;&#xFF0C;&#x6050;&#x6015;&#x662F;&#x4E00;&#x70B9;&#x513F;&#x5FD9;&#x4E5F;&#x5E2E;&#x4E0D;&#x4E0A;&#xFF0C;&#x5C31;&#x6709;&#x4E9B;&#x60ED;&#x6127;&#x3002;&#x5370;&#x8C61;&#x6700;&#x6DF1;&#x523B;&#x7684;&#x662F;enigma machine&#x7834;&#x89E3;&#x4EE5;&#x540E;Turing&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x81EA;&#x5DF1;&#x4ECE;&#x672A;&#x60F3;&#x5230;&#x8FC7;&#x8FD9;&#x4E00;&#x70B9;&#x3002;</p>
</li>
<li><p>Social Dilemma 8/10&#xFF1A;&#x56E0;&#x4E3A;&#x662F;Netflix&#x7684;&#x7535;&#x5F71;&#xFF0C;&#x6240;&#x4EE5;&#x770B;&#x5F97;&#x65F6;&#x5019;&#x4E00;&#x60F3;&#x5230;&#x4E00;&#x5BB6;&#x64C5;&#x957F;&#x7B97;&#x6CD5;&#x7684;&#x516C;&#x53F8;&#x51FA;&#x4E86;&#x4E00;&#x90E8;&#x5F71;&#x7247;&#x6765;&#x6279;&#x5224;&#x7B97;&#x6CD5;&#xFF0C;&#x5C31;&#x89C9;&#x5F97;&#x6709;&#x70B9;&#x602A;&#x602A;&#x7684;&#x3002; &#x6211;&#x6700;&#x5927;&#x7684;&#x611F;&#x6168;&#x662F;&#x505A;&#x7236;&#x6BCD;&#x597D;&#x96BE;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x81EA;&#x5DF1;&#x90FD;&#x4E0D;&#x80FD;&#x63A7;&#x5236;&#x81EA;&#x5DF1;&#x73A9;&#x624B;&#x673A;&#xFF0C;&#x600E;&#x4E48;&#x53EF;&#x80FD;&#x7ED9;&#x5B69;&#x5B50;&#x505A;&#x699C;&#x6837;&#x3002;</p>
</li>
<li><p>Frozen 2&#xFF1A; 7/10&#xFF0C;&#x6B4C;&#x66F2;&#x597D;&#x542C;&#x3002;</p>
</li>
<li><p>Gone with Wind &#x4E71;&#x4E16;&#x4F73;&#x4EBA;&#xFF1A;8/10&#xFF0C;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x770B;&#x7684;&#x4E00;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x5728;&#x4E0B;&#x67B6;&#x53C8;&#x4E0A;&#x67B6;&#x7684;&#x98CE;&#x6CE2;&#x4E4B;&#x524D;&#x770B;&#x5B8C;&#x7684;&#x3002;&#x4E9A;&#x7279;&#x5170;&#x5927;&#x7684;&#x5915;&#x9633;&#x771F;&#x7684;&#x8D85;&#x7F8E;&#x3002;</p>
</li>
</ul>
<h2 id="TV-series-7"><a href="#TV-series-7" class="headerlink" title="TV series (7)"></a>TV series (7)</h2><ul>
<li><p>&#x4EE5;&#x4F60;&#x7684;&#x5FC3;&#x8BE0;&#x91CA;&#x6211;&#x7684;&#x7231;: 7/10&#xFF0C;&#x4E00;&#x90E8;&#x8BC4;&#x5206;&#x5F88;&#x9AD8;&#x7684;&#x6CF0;&#x5267;&#xFF0C;&#x7136;&#x800C;&#x81EA;&#x5DF1;&#x5374;&#x6CA1;&#x6709;&#x4E86;&#x5927;&#x5B66;&#x65F6;&#x770B;&#x803D;&#x7F8E;&#x5267;&#x7684;&#x5FC3;&#x52A8;&#x611F;&#x3002;&#x6700;&#x4EE4;&#x81EA;&#x5DF1;&#x96BE;&#x4EE5;&#x91CA;&#x6000;&#x7684;&#x662F;&#x5FB7;&#x9009;&#x62E9;&#x5C06;&#x540D;&#x989D;&#x8BA9;&#x7ED9;&#x6B27;&#xFF0C;&#x6211;&#x610F;&#x96BE;&#x5E73;&#x554A;&#xFF01;&#x4E00;&#x8FB9;&#x770B;&#x5267;&#xFF0C;&#x4E00;&#x8FB9;&#x544A;&#x8BC9;&#x81EA;&#x5DF1;&#x8981;&#x5C0A;&#x91CD;&#x522B;&#x4EBA;&#x7684;&#x9009;&#x62E9;&#xFF1B;&#x800C;&#x4E14;&#x5FB7;&#x8FD8;&#x5E74;&#x8F7B;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x53C2;&#x52A0;&#x5347;&#x5B66;&#x8003;&#x8BD5;&#xFF0C;&#x518D;&#x8003;&#x4E00;&#x5E74;&#x4E5F;&#x6CA1;&#x5173;&#x7CFB;&#x7684;&#x3002;&#x7136;&#x800C;&#x5F53;&#x5FB7;&#x5728;&#x8003;&#x573A;&#x4E0A;&#x5927;&#x54ED;&#x65F6;&#xFF0C;&#x6211;&#x5B8C;&#x5168;&#x65E0;&#x6CD5;&#x5171;&#x60C5;&#xFF0C;&#x53EA;&#x60F3;&#x628A;&#x6270;&#x4E71;&#x8003;&#x573A;&#x7684;&#x4ED6;&#x6254;&#x51FA;&#x53BB;&#x3002;&#x8FD9;&#x79CD;&#x5728;&#x91CD;&#x8981;&#x8282;&#x70B9;&#x7684;&#x6240;&#x8C13;&#x5DE7;&#x5408;&#xFF0C;&#x6211;&#x4E00;&#x70B9;&#x513F;&#x4E5F;&#x4E0D;&#x60F3;&#x4E70;&#x5355;&#x3002;</p>
</li>
<li><p>&#x4EA7;&#x540E;&#x8C03;&#x7406;&#x9662;&#xFF1A;7.5/10&#xFF0C;&#x4E00;&#x90E8;&#x8F7B;&#x677E;&#x7684;&#x559C;&#x5267;&#x4F5C;&#x54C1;&#xFF0C;&#x524D;&#x51E0;&#x96C6;&#x4F1A;&#x611F;&#x89C9;&#x8C03;&#x7406;&#x9662;&#x7684;&#x8BBE;&#x5B9A;&#x5728;&#x5C06;&#x51B2;&#x7A81;&#x96C6;&#x4E2D;&#x5347;&#x7EA7;&#xFF0C;&#x4F46;&#x540E;&#x51E0;&#x96C6;&#x53C8;&#x4F1A;&#x611F;&#x89C9;&#x5267;&#x60C5;&#x5904;&#x7406;&#x771F;&#x5F97;&#x662F;&#x592A;&#x7406;&#x60F3;&#x5316;&#x4E86;&#x3002;</p>
</li>
<li><p>&#x897F;&#x90E8;&#x4E16;&#x754C; Westworld Season 1: 9/10&#xFF0C;&#x5267;&#x60C5;&#x53D1;&#x5C55;&#x5F97;&#x975E;&#x5E38;&#x5FEB;&#xFF0C;&#x975E;&#x5E38;&#x5BB9;&#x6613;&#x6C89;&#x6D78;&#x5176;&#x4E2D;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x4E5F;&#x5230;&#x4E86;&#x897F;&#x90E8;&#x65F6;&#x4EE3;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x8FD8;&#x4F1A;&#x6000;&#x7591;&#x4F1A;&#x4E0D;&#x4F1A;&#x81EA;&#x5DF1;&#x4E5F;&#x662F;NPC&#x3002; </p>
</li>
<li><p>&#x90A3;&#x4E0D;&#x52D2;&#x65AF;&#x56DB;&#x90E8;&#x66F2;&#x4E2D;&#x524D;&#x4E24;&#x90E8;&#xFF1A;&#x300A;&#x6211;&#x7684;&#x5929;&#x624D;&#x5973;&#x53CB;&#x300B;&#x53CA;&#x300A;&#x65B0;&#x540D;&#x5B57;&#x7684;&#x6545;&#x4E8B;&#x300B;&#xFF0C; 8/10&#x3002;&#x636E;&#x8BF4;&#x5267;&#x6CA1;&#x6709;&#x6DCB;&#x6F13;&#x5C3D;&#x81F4;&#x5730;&#x4F53;&#x73B0;&#x4EBA;&#x7269;&#x7684;&#x5FC3;&#x7406;&#x6D3B;&#x52A8;&#xFF0C;&#x4E0D;&#x8FC7;&#x6211;&#x5F88;&#x559C;&#x6B22;&#x8FD9;&#x90E8;&#x5267;&#x7684;&#xFF0C;&#x753B;&#x9762;&#x6240;&#x5C55;&#x73B0;&#x7684;&#x610F;&#x5927;&#x7684;&#x751F;&#x6D3B;&#x56FE;&#x666F;&#xFF0C;&#x662F;&#x6211;&#x5B8C;&#x5168;&#x6CA1;&#x529E;&#x6CD5;&#x60F3;&#x8C61;&#x51FA;&#x6765;&#x7684;&#x3002;</p>
</li>
<li><p>Sex Education&#x524D;&#x4E24;&#x5B63;&#xFF1A;8/10&#xFF0C;&#x975E;&#x5E38;&#x641E;&#x7B11;&#xFF0C;&#x5938;&#x5F20;&#x53C8;&#x76F4;&#x767D;&#x3002;</p>
</li>
<li><p>Terrace House &#x53CC;&#x5C42;&#x516C;&#x5BD3;&#x7684;&#x4E1C;&#x4EAC;&#x7BC7;&#x4E0E;&#x8F7B;&#x4E95;&#x6CFD;&#x7BC7; 8/10&#xFF1A;&#x5728;Netflix&#x4E0A;&#x7684;&#x4E00;&#x90E8;&#x65E5;&#x672C;&#x7EFC;&#x827A;&#xFF0C;&#x5609;&#x5BBE;&#x867D;&#x7136;&#x53EF;&#x80FD;&#x4E5F;&#x4F1A;&#x7ED9;&#x81EA;&#x5DF1;&#x8BBE;&#x8BA1;&#x6865;&#x6BB5;&#xFF0C;&#x4E0D;&#x8FC7;&#x65F6;&#x95F4;&#x8DE8;&#x5EA6;&#x66F4;&#x957F;&#xFF0C;&#x6BD4;&#x56FD;&#x5185;&#x7684;&#x5FC3;&#x52A8;&#x7684;&#x4FE1;&#x53F7;&#x611F;&#x89C9;&#x4F1A;&#x66F4;&#x81EA;&#x7136;&#x4E0E;&#x771F;&#x5B9E;&#x3002;&#x4E0D;&#x8FC7;&#x4ECA;&#x5E74;&#x75AB;&#x60C5;&#x671F;&#x95F4;&#x53D1;&#x751F;&#x4E86;&#x60B2;&#x5267;&#x4E8B;&#x4EF6;&#xFF0C;&#x4E00;&#x540D;&#x5609;&#x5BBE;&#x56E0;&#x5728;&#x8282;&#x76EE;&#x4E2D;&#x7684;&#x8868;&#x73B0;&#x53D7;&#x5230;&#x7F51;&#x7EDC;&#x66B4;&#x529B;&#x800C;&#x81EA;&#x6740;&#xFF0C;&#x800C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x89C2;&#x4F17;&#x76EE;&#x7779;&#x4E86;&#x5979;&#x7684;&#x751F;&#x524D;&#x6700;&#x540E;&#x7684;&#x6D3B;&#x52A8;&#x8BB0;&#x5F55;&#xFF0C;&#x6015;&#x662F;&#x6709;&#x70B9;&#x513F;&#x9ED1;&#x955C;&#x7684;&#x611F;&#x89C9;&#x4E86;&#x3002;</p>
</li>
<li><p>&#x60F3;&#x89C1;&#x4F60;&#xFF1A;&#x4E00;&#x90E8;&#x5F88;&#x7279;&#x522B;&#x7684;&#x53F0;&#x5267;&#x3002;Last Dance&#x4E0E;&#x60F3;&#x89C1;&#x4F60;&#x60F3;&#x89C1;&#x4F60;&#x60F3;&#x89C1;&#x4F60;&#x592A;&#x597D;&#x542C;&#x5566;&#xFF01;</p>
</li>
</ul>
<h2 id="Anime-2"><a href="#Anime-2" class="headerlink" title="Anime (2)"></a>Anime (2)</h2><ul>
<li><p>&#x94A2;&#x4E4B;&#x70BC;&#x91D1;&#x672F;&#x5E08;&#xFF1A;&#x6B63;&#x5728;&#x8865;&#x756A;&#xFF0C;&#x56E0;&#x4E3A;&#x542C;&#x5230;&#x8FC7;&#x597D;&#x51E0;&#x6B21;&#x6709;&#x4EBA;&#x5C06;&#x5176;&#x5217;&#x4E3A;&#x6700;&#x559C;&#x7231;&#x7684;&#x52A8;&#x6F2B;&#x4E4B;&#x4E00;&#x3002;</p>
</li>
<li><p>&#x8FDB;&#x51FB;&#x7684;&#x5DE8;&#x4EBA;&#x524D;&#x4E09;&#x5B63;&#xFF1A;9/10&#xFF0C;&#x770B;&#x7B2C;&#x4E00;&#x5B63;&#x7684;&#x65F6;&#x5019;&#x8FD8;&#x5728;&#x4E0A;&#x5927;&#x5B66;&#xFF0C;&#x5F53;&#x65F6;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x4E5F;&#x662F;&#x751F;&#x6D3B;&#x5728;&#x5899;&#x91CC;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x5F62;&#x6001;&#x5404;&#x5F02;&#x7684;&#x5DE8;&#x4EBA;&#x76F4;&#x63A5;&#x7ED9;&#x6211;&#x9020;&#x6210;&#x4E86;&#x4E00;&#x70B9;&#x513F;&#x5FC3;&#x7406;&#x9634;&#x5F71;&#x3002;&#x56E0;&#x4E3A;&#x5F53;&#x65F6;&#x8FD8;&#x5728;&#x8FDE;&#x8F7D;&#xFF0C;&#x770B;&#x5230;&#x5341;&#x51E0;&#x96C6;&#x5C31;&#x6CA1;&#x6709;&#x7EE7;&#x7EED;&#x8FFD;&#x4E0B;&#x53BB;&#x3002;&#x8FD9;&#x6B21;&#x8D81;&#x7740;&#x7B2C;&#x56DB;&#x5B63;&#x8981;&#x64AD;&#x51FA;&#xFF0C;&#x5F00;&#x59CB;&#x4ECE;&#x5934;&#x8865;&#x8D77;&#x3002;&#x53D9;&#x4E8B;&#x6280;&#x5DE7;&#x592A;&#x597D;&#x4E86;&#x5427;&#xFF0C;&#x5F20;&#x5F1B;&#x6709;&#x5EA6;&#xFF0C;&#x770B;&#x7684;&#x65F6;&#x5019;&#x60C5;&#x7EEA;&#x4E0D;&#x4F1A;&#x4E00;&#x76F4;&#x7EF7;&#x5230;&#x5E95;&#x3002;&#x770B;&#x5230;&#x738B;&#x653F;&#x7BC7;&#x4E2D;&#x95F4;&#x7684;&#x65F6;&#x5019;&#x4E00;&#x5EA6;&#x5341;&#x5206;&#x56F0;&#x60D1;&#xFF0C;&#x5173;&#x4E8E;&#x5E0C;&#x65AF;&#x7279;&#x5229;&#x4E9A;&#x3001;&#x5979;&#x7684;&#x7236;&#x4EB2;&#x7F57;&#x5FB7;&#x3001;&#x4EE5;&#x53CA;&#x4E9A;&#x4F26;&#x7684;&#x7236;&#x4EB2;&#xFF0C;&#x6240;&#x4EE5;&#x5FCD;&#x4E0D;&#x4F4F;&#x53BB;&#x77E5;&#x4E4E;&#x770B;&#x4E86;&#x4E00;&#x4E0B;&#x5267;&#x900F;&#x3002;&#x6B4C;&#x66F2;&#x975E;&#x5E38;&#x6D17;&#x8111;&#xFF0C;&#x6700;&#x8FD1;&#x4E00;&#x76F4;&#x7559;&#x5728;&#x8111;&#x6D77;&#x91CC;&#x7684;&#x8BCD;&#x662F;&#x5FC3;&#x81D3;&#x3092;&#x6367;&#x3052;&#x3088;&#x3002;&#x6700;&#x89E6;&#x52A8;&#x7684;&#x573A;&#x666F;&#x4E4B;&#x4E00;&#x662F;&#x4E9A;&#x4F26;&#x968F;&#x8C03;&#x67E5;&#x519B;&#x56E2;&#x7B2C;&#x4E00;&#x6B21;&#x51FA;&#x5899;&#x8C03;&#x67E5;&#xFF0C;&#x88AB;&#x5973;&#x5DE8;&#x4EBA;&#x653B;&#x51FB;&#x65F6;&#xFF0C;&#x4E9A;&#x4F26;&#x4E0E;&#x5229;&#x5A01;&#x5C14;&#x5175;&#x957F;&#x5C55;&#x5F00;&#x7684;&#x5173;&#x4E8E;&#x9009;&#x62E9;&#x7684;&#x5BF9;&#x8BDD;&#x3002;&#x201C;&#x7ED3;&#x679C;&#x8C01;&#x90FD;&#x65E0;&#x6CD5;&#x9884;&#x77E5;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x5730;&#x53BB;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x4E0D;&#x8BA9;&#x81EA;&#x5DF1;&#x7559;&#x4E0B;&#x9057;&#x61BE;&#x7684;&#x505A;&#x6CD5;&#x5427;&#x3002;&#x201D;</p>
</li>
</ul>
<h2 id="Books-13"><a href="#Books-13" class="headerlink" title="Books (13)"></a>Books (13)</h2><p>&#x770B;&#x8FC7;&#x7684;&#x65E0;&#x8111;&#x7F51;&#x6587;&#x8FDC;&#x8FDC;&#x591A;&#x4E8E;&#x6B63;&#x7ECF;&#x7684;&#x4E66;&#xFF0C;&#x5E0C;&#x671B;&#x660E;&#x5E74;&#x80FD;&#x6709;&#x6240;&#x63A7;&#x5236;&#x3002;&#x4E0D;&#x8FC7;&#x56E0;&#x4E3A;&#x75AB;&#x60C5;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x8FD9;&#x5DF2;&#x7ECF;&#x662F;&#x8FD1;&#x51E0;&#x5E74;&#x8BFB;&#x4E66;&#x6700;&#x591A;&#x7684;&#x4E00;&#x5E74;&#x4E86;&#x3002;&#x800C;&#x56E0;&#x4E3A;&#x592A;&#x4E45;&#x6CA1;&#x8BFB;&#x4E66;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x65F6;&#x5019;&#x662F;&#x8DDF;&#x7740;&#x5FAE;&#x4FE1;&#x8BFB;&#x4E66;&#x7684;&#x8BED;&#x97F3;&#x8282;&#x594F;&#x6765;&#x8BFB;&#x3002;</p>
<ul>
<li><p>&#x9093;&#x5C0F;&#x5E73;&#x65F6;&#x4EE3;&#xFF1A;9/10&#xFF0C;&#x770B;&#x4E86;80%&#x5DE6;&#x53F3;&#xFF0C;&#x8FD8;&#x672A;&#x5B8C;&#x6210;&#x3002;</p>
</li>
<li><p>&#x574F;&#x8840;&#xFF1A; 8/10&#xFF0C;&#x611F;&#x89C9;&#x6545;&#x4E8B;&#x8FD1;&#x5728;&#x773C;&#x524D;&#xFF0C;&#x4EFF;&#x4F5B;&#x53D1;&#x751F;&#x5728;&#x6628;&#x5929;&#x3002;&#x4E00;&#x76F4;&#x672A;&#x5F7B;&#x5E95;&#x5F04;&#x61C2;&#x4E66;&#x91CC;&#x590D;&#x6742;&#x7684;&#x4EBA;&#x7269;&#x5173;&#x7CFB;&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x89C1;&#x4F5C;&#x8005;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x4E4B;&#x5927;&#x3002;&#x8BFB;&#x65F6;&#x6700;&#x5927;&#x7684;&#x611F;&#x53D7;&#x662F;&#x201C;&#x8FD9;&#x5C31;&#x662F;&#x6709;&#x6BD2;&#x7684;&#x5DE5;&#x4F5C;&#x73AF;&#x5883;&#x201D;&#x3001;&#x201C;&#x5404;&#x90E8;&#x95E8;&#x4E4B;&#x95F4;&#x7684;&#x9AD8;&#x5899;&#x8981;&#x4E0D;&#x5F97;&#x201D;&#x3001;&#x201C;&#x5FEB;&#x70B9;&#x79BB;&#x804C;&#x5427;&#x201D;&#x3002;</p>
</li>
<li><p>&#x89E3;&#x5BC6;&#xFF08;&#x9EA6;&#x52A0;&#xFF09;&#xFF1A;7/10&#xFF0C;&#x4E0D;&#x662F;&#x5F88;&#x559C;&#x6B22;&#xFF0C;&#x5927;&#x6982;&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x662F;&#x4ECE;&#x4FA7;&#x9762;&#x6765;&#x8BF4;&#x7537;&#x4E3B;&#x5982;&#x4F55;&#x5929;&#x624D;&#x5427;&#xFF0C;&#x5076;&#x5C14;&#x7ED9;&#x6211;&#x4E00;&#x79CD;&#x5F88;&#x865A;&#x7684;&#x611F;&#x89C9;&#x3002;&#x4E0D;&#x8FC7;&#x5BF9;&#x4E8E;&#x6700;&#x540E;&#x53D1;&#x751F;&#x5728;&#x4ED6;&#x8EAB;&#x4E0A;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x5F88;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x3002;</p>
</li>
<li><p>&#x6DF1;&#x84DD;&#x7684;&#x6545;&#x4E8B;&#xFF1A;9/10&#xFF0C;&#x6DF1;&#x611F;&#x9EC4;&#x8D4C;&#x6BD2;&#x7684;&#x53EF;&#x6015;&#x4EE5;&#x53CA;&#x4EBA;&#x7684;&#x81EA;&#x63A7;&#x529B;&#x7684;&#x6709;&#x9650;&#x3002;&#x56E0;&#x4E3A;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x6240;&#x4EE5;&#x975E;&#x5E38;&#x6613;&#x8BFB;&#x6613;&#x6C89;&#x8FF7;&#x3002;</p>
</li>
<li><p>&#x56F4;&#x57CE;&#xFF1A; 8/10&#xFF0C;&#x63CF;&#x8FF0;&#x7684;&#x8BB8;&#x591A;&#x65F6;&#x4EE3;&#x573A;&#x666F;&#x662F;&#x6211;&#x5B8C;&#x5168;&#x60F3;&#x8C61;&#x4E0D;&#x5230;&#x7684;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x53BB;&#x5B66;&#x6821;&#x8DEF;&#x4E0A;&#x53D1;&#x751F;&#x7684;&#x4E00;&#x5207;&#x3002;&#x5168;&#x4E66;&#x8BFB;&#x5B8C;&#xFF0C;&#x611F;&#x89C9;&#x65B9;&#x9E3F;&#x6E10;&#x7684;&#x8DEF;&#x8D8A;&#x8D70;&#x8D8A;&#x7A84;&#x3002;&#x611F;&#x89C9;&#x4E4B;&#x540E;&#x503C;&#x5F97;&#x518D;&#x8BFB;&#x4E00;&#x904D;&#xFF0C;&#x5174;&#x8BB8;&#x4F1A;&#x6709;&#x66F4;&#x591A;&#x7684;&#x6536;&#x83B7;&#x3002;</p>
</li>
<li><p>&#x4EBA;&#x7C7B;&#x7FA4;&#x661F;&#x95EA;&#x8000;&#x65F6;&#xFF1A;6/10&#xFF0C;&#x6709;&#x79CD;&#x5C0F;&#x65F6;&#x5019;&#x8BFB;&#x5F69;&#x8272;&#x7248;&#x300A;&#x540D;&#x4EBA;&#x4F20;&#x300B;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x4F1A;&#x611F;&#x89C9;&#x4F5C;&#x8005;&#x52A0;&#x5165;&#x4E86;&#x5F88;&#x591A;&#x4E3B;&#x89C2;&#x7684;&#x8003;&#x91CF;&#x3002;</p>
</li>
<li><p>&#x4E61;&#x571F;&#x4E2D;&#x56FD;&#xFF1A;8/10&#xFF0C;&#x503C;&#x5F97;&#x91CD;&#x8BFB;&#x3002;</p>
</li>
<li><p>&#x5929;&#x751F;&#x6709;&#x7F6A;&#xFF1A;Trevor Noah&#x7684;&#x81EA;&#x4F20;&#xFF0C;&#x4E3B;&#x8981;&#x8BB2;&#x8FF0;&#x4ED6;&#x5C0F;&#x65F6;&#x5019;&#x53CA;&#x5E74;&#x8F7B;&#x65F6;&#x5728;&#x5357;&#x975E;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E0E;&#x79CD;&#x65CF;&#x9694;&#x79BB;&#x6709;&#x5173;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x548C;&#x81EA;&#x5DF1;&#x5C0F;&#x65F6;&#x5019;&#x7684;&#x666E;&#x901A;&#x7ECF;&#x5386;&#x76F8;&#x6BD4;&#xFF0C;&#x771F;&#x662F;&#x8DCC;&#x5B95;&#x8D77;&#x4F0F;&#xFF0C;&#x5F88;&#x597D;&#x8BFB;&#x3002;</p>
</li>
<li><p>82&#x5E74;&#x751F;&#x7684;&#x91D1;&#x667A;&#x82F1;&#xFF1A;9/10&#xFF0C;&#x611F;&#x89C9;&#x975E;&#x5E38;&#x771F;&#x5B9E;&#x5730;&#x5728;&#x523B;&#x753B;&#x5973;&#x6027;&#x7684;&#x56F0;&#x5883;&#xFF0C;&#x5370;&#x8C61;&#x6700;&#x6DF1;&#x523B;&#x7684;&#x662F;&#x751F;&#x80B2;&#x7684;&#x56F0;&#x5883;&#xFF0C;&#x5F53;&#x5BB6;&#x5EAD;&#x4E3B;&#x5987;&#x5728;&#x5BB6;&#x7167;&#x987E;&#x5B69;&#x5B50;&#xFF0C;&#x5374;&#x88AB;&#x8BA4;&#x4E3A;&#x95F2;&#x5728;&#x5BB6;&#x4E2D;&#x6CA1;&#x4E8B;&#x505A;&#x3002;&#x5728;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x4E2A;&#x4EBA;&#x4F1A;&#x89C9;&#x5F97;&#x5168;&#x804C;&#x6709;&#x5F88;&#x5927;&#x7684;&#x98CE;&#x9669;&#xFF0C;&#x800C;&#x80FD;&#x540C;&#x65F6;handle&#x5BB6;&#x5EAD;&#x4E0E;&#x804C;&#x573A;&#x7684;&#x5988;&#x5988;&#x4EEC;&#x771F;&#x5F97;&#x662F;&#x592A;&#x5389;&#x5BB3;&#x4E86;&#xFF01;</p>
</li>
<li><p>2001&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#xFF1A;8/10&#xFF0C;&#x4E00;&#x90E8;1968&#x5E74;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x8BFB;&#x65F6;&#x4F1A;&#x89C9;&#x5F97;&#x6545;&#x4E8B;&#x8282;&#x594F;&#x633A;&#x6162;&#x7684;&#xFF0C;&#x6700;&#x559C;&#x6B22;&#x7684;&#x60C5;&#x8282;&#x662F;&#x673A;&#x5668;&#x4EBA;&#x7684;&#x53DB;&#x53D8;&#x3002;&#x81F3;&#x4E8E;&#x6545;&#x4E8B;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x5B8C;&#x5168;&#x6CA1;&#x641E;&#x61C2;&#x3002;</p>
</li>
<li><p>&#x7F16;&#x821F;&#x8BB0;&#xFF1A;7/10&#xFF0C;&#x52A8;&#x753B;&#x770B;&#x4E86;&#x4E00;&#x904D;&#xFF0C;&#x4E66;&#x4E5F;&#x770B;&#x4E86;&#x4E00;&#x904D;&#xFF0C;&#x4E00;&#x76F4;&#x5728;&#x597D;&#x5947;&#x8FD9;&#x662F;&#x53D1;&#x751F;&#x5728;&#x4EC0;&#x4E48;&#x65F6;&#x95F4;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4E5F;&#x975E;&#x5E38;&#x7FA1;&#x6155;&#x4E66;&#x91CC;&#x4EBA;&#x7269;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x8981;&#x662F;&#x81EA;&#x5DF1;&#x4E5F;&#x80FD;&#x505A;&#x5230;&#x5C31;&#x597D;&#x4E86;&#x3002;</p>
</li>
<li><p>&#x4E8B;&#x5B9E;&#xFF1A;8/10&#xFF0C;&#x6700;&#x559C;&#x6B22;&#x7684;&#x70B9;&#x662F;&#x8FD9;&#x79CD;&#x5C06;&#x53D1;&#x5C55;&#x4E2D;&#x7684;&#x67D0;&#x56FD;&#x5BB6;&#x89C6;&#x4F5C;xx&#x5E74;&#x524D;&#x7684;&#x6B27;&#x6D32;&#x67D0;&#x56FD;&#x5BB6;&#x7684;&#x89C6;&#x89D2;&#x3002;&#x8BFB;&#x5B8C;&#x6700;&#x5927;&#x7684;&#x611F;&#x53D7;&#x662F;&#x96BE;&#x9053;&#x6211;&#x7684;&#x673A;&#x4F1A;&#x5728;&#x975E;&#x6D32;&#x5417;&#xFF1F;</p>
</li>
<li><p>&#x6DF1;&#x5EA6;&#x8425;&#x517B;&#xFF1A;7/10&#xFF0C;&#x4F5C;&#x8005;&#x82B1;&#x4E86;&#x5F88;&#x5927;&#x7684;&#x7BC7;&#x5E45;&#x5728;&#x8BB2;&#x690D;&#x7269;&#x6CB9;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x690D;&#x7269;&#x6CB9;&#x4E2D;&#x7684;&#x591A;&#x4E0D;&#x9971;&#x548C;&#x8102;&#x80AA;&#x9178;&#xFF09;&#x5E26;&#x6765;&#x7684;&#x574F;&#x5904;&#xFF0C;&#x548C;&#x81EA;&#x5DF1;&#x957F;&#x671F;&#x6301;&#x6709;&#x7684;&#x89C2;&#x5FF5;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x3002;&#x96BE;&#x9053;&#x8FD9;&#x53C8;&#x662F;&#x4E00;&#x4E2A;&#x9700;&#x8981;&#x6539;&#x53D8;&#x7684;&#x89C2;&#x5FF5;&#x5417;&#xFF1F;</p>
</li>
</ul>

    
    </div>
    
    
</article>




    
    
    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2020 fttlanshang&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            
        </div>
    </div>
</footer>

    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    


<script src="/js/script.js"></script>

<!-- The core Firebase JS SDK is always required and must be listed first -->
<script src="https://www.gstatic.com/firebasejs/8.0.1/firebase-app.js"></script>

<!-- TODO: Add SDKs for Firebase products that you want to use
     https://firebase.google.com/docs/web/setup#available-libraries -->
<script src="https://www.gstatic.com/firebasejs/8.0.1/firebase-analytics.js"></script>

    
</body>
</html>